/* activity window: progress value, %g is the number of items remaining */
"%g remaining" = "剩余 %g";

/* column header in activity window */
"Account" = "帐户";

/* Activity: title of the window */
"Activity" = "活动";

/* connection checker: check button */
"Check" = "检查";

/* connection checker: progress string */
"Check in progress\\U2026" = "正在进行检查…";

/* connection checker: title of the window */
"Connection Checker" = "连接检查器";

/* activity window: done in progress column */
"done" = "完成";

/* connection checker: when connections all succeed */
"Everything is ok." = "一切正常。";

/* connection checker: Failed */
"Failed" = "失败";

/* column header in activity window */
"Folder" = "文件夹";

/* connection checker: label for IMAP server */
"IMAP server:" = "IMAP 服务器：";

/* activity window: when no progress value is available */
"in progress" = "正在进行";

/* connection checker: OK */
"OK" = "好";

/* column header in activity window */
"Operation" = "操作";

/* connection checker: when a connection failed */
"Please check the name of the IMAP server and the name of the SMTP server are correct but it's likely that you are behind a firewall that won't allow IMAP or SMTP connections." = "请检查 IMAP 服务器名称与 SMTP 服务器名称是否正确，可能出现防火墙不允许 IMAP 或 SMTP 连接的情况。";

/* column header in activity window */
"Progress" = "进度";

/* connection checker: column header */
"Server" = "服务器";

/* connection checker: label for SMTP server */
"SMTP server:" = "SMTP 服务器：";

/* connection checker: column header */
"Status" = "状态";

